<?php die("Access Denied"); ?>#x#a:2:{s:6:"output";s:0:"";s:6:"result";a:2:{s:6:"report";a:1:{i:0;a:6:{s:9:"intervals";s:10:"2016-02-07";s:10:"created_on";s:10:"2016-02-07";s:20:"order_subtotal_netto";s:10:"3380.00000";s:21:"order_subtotal_brutto";s:10:"3380.00000";s:14:"count_order_id";s:1:"2";s:16:"product_quantity";s:1:"2";}}s:2:"js";s:1633:"
  google.load("visualization", "1", {packages:["corechart"]});
      google.setOnLoadCallback(drawChart);
      function drawChart() {
        var data = google.visualization.arrayToDataTable([
          ['วัน', 'ใบสั่งซื้อ', 'รายการทั้งหมดที่ขายไป', 'รายได้สุทธิ'], ['2016-01-09', 0,0,0], ['2016-01-10', 0,0,0], ['2016-01-11', 0,0,0], ['2016-01-12', 0,0,0], ['2016-01-13', 0,0,0], ['2016-01-14', 0,0,0], ['2016-01-15', 0,0,0], ['2016-01-16', 0,0,0], ['2016-01-17', 0,0,0], ['2016-01-18', 0,0,0], ['2016-01-19', 0,0,0], ['2016-01-20', 0,0,0], ['2016-01-21', 0,0,0], ['2016-01-22', 0,0,0], ['2016-01-23', 0,0,0], ['2016-01-24', 0,0,0], ['2016-01-25', 0,0,0], ['2016-01-26', 0,0,0], ['2016-01-27', 0,0,0], ['2016-01-28', 0,0,0], ['2016-01-29', 0,0,0], ['2016-01-30', 0,0,0], ['2016-01-31', 0,0,0], ['2016-02-01', 0,0,0], ['2016-02-02', 0,0,0], ['2016-02-03', 0,0,0], ['2016-02-04', 0,0,0], ['2016-02-05', 0,0,0], ['2016-02-06', 0,0,0]  ]);
        var options = {
          title: 'รายงานตามช่วงเวลาจาก วันเสาร์, 09 มกราคม 2559 ถึง วันอาทิตย์, 07 กุมภาพันธ์ 2559',
            series: {0: {targetAxisIndex:0},
                   1:{targetAxisIndex:0},
                   2:{targetAxisIndex:1},
                  },
                  colors: ["#00A1DF", "#A4CA37","#E66A0A"],
        };

        var chart = new google.visualization.LineChart(document.getElementById('vm_stats_chart'));

        chart.draw(data, options);
      }
";}}