#
#<?php die('Forbidden.'); ?>
#Date: 2016-02-06 17:49:39 UTC
#Software: Joomla Platform 13.1.0 Stable [ Curiosity ] 24-Apr-2013 00:00 GMT

#Fields: datetime	priority clientip	category	message
2016-02-06T17:49:39+00:00	INFO ::1	joomlafailure	รหัสผ่านไม่ได้ใส่
2016-02-06T18:19:11+00:00	INFO ::1	joomlafailure	รหัสผ่านไม่ถูกต้อง
2016-02-07T08:27:22+00:00	INFO ::1	gmailfailure	การตรวจสอบล้มเหลวที่: ผลลัพธ์ที่ไม่รู้จัก ปฏิเสธการเข้าใช้
2016-02-07T08:29:47+00:00	INFO ::1	gmailfailure	การตรวจสอบล้มเหลวที่: ผลลัพธ์ที่ไม่รู้จัก ปฏิเสธการเข้าใช้
2016-02-07T09:47:33+00:00	INFO ::1	gmailfailure	การตรวจสอบล้มเหลวที่: ผลลัพธ์ที่ไม่รู้จัก ปฏิเสธการเข้าใช้
2016-02-08T09:54:58+00:00	INFO ::1	gmailfailure	การตรวจสอบล้มเหลวที่: ผลลัพธ์ที่ไม่รู้จัก ปฏิเสธการเข้าใช้
2016-02-08T09:55:08+00:00	INFO ::1	gmailfailure	การตรวจสอบล้มเหลวที่: ผลลัพธ์ที่ไม่รู้จัก ปฏิเสธการเข้าใช้
2016-02-08T09:55:18+00:00	INFO ::1	gmailfailure	การตรวจสอบล้มเหลวที่: ผลลัพธ์ที่ไม่รู้จัก ปฏิเสธการเข้าใช้
2016-02-09T17:04:46+00:00	INFO ::1	gmailfailure	การตรวจสอบล้มเหลวที่: ผู้ใช้อยู่ในบัญชีดำ
